{
  "all_words": [
    "<bos>",
    "<eos>",
    "<pad>",
    "<unk>",
    "<sep>",
    "<cls>",
    ".",
    ",",
    "?",
    "!",
    ":",
    ";",
    "-",
    "—",
    "(",
    ")",
    "\"",
    "'",
    "...",
    "…",
    "/",
    "kuantum",
    "dalga",
    "parçacık",
    "foton",
    "elektron",
    "proton",
    "nötron",
    "atom",
    "molekül",
    "spin",
    "kuark",
    "lepton",
    "boson",
    "higgs",
    "süperpozisyon",
    "dolanıklık",
    "tünelleme",
    "ışınım",
    "rölativite",
    "uzay",
    "zaman",
    "uzay-zaman",
    "kütleçekim",
    "karadelik",
    "galaksi",
    "nötron-yıldızı",
    "singülarite",
    "evren",
    "çokluevren",
    "paralel",
    "boyut",
    "eğrilik",
    "entropi",
    "enerji",
    "entalpi",
    "ısı",
    "sıcaklık",
    "basınç",
    "yoğunluk",
    "frekans",
    "rezonans",
    "osilasyon",
    "dalgaboyu",
    "kuvvet",
    "ivme",
    "hız",
    "momentum",
    "moment",
    "vektör",
    "skaler",
    "tensör",
    "alan",
    "potansiyel",
    "kinetik",
    "integral",
    "türev",
    "limit",
    "matris",
    "determinant",
    "fonksiyon",
    "denklem",
    "türbülans",
    "logaritma",
    "eksponansiyel",
    "topoloji",
    "manifold",
    "eğri",
    "yüzey",
    "hiperbolik",
    "fraktal",
    "stokastik",
    "olasılık",
    "dağılım",
    "varyans",
    "korelasyon",
    "gradyan",
    "divergens",
    "rotasyon",
    "diferansiyel",
    "lineer",
    "nonlineer",
    "kaos",
    "attraktör",
    "bifurkasyon",
    "salınım",
    "quantum",
    "entropy",
    "relativity",
    "singularity",
    "gradient",
    "tensor",
    "eigenvalue",
    "eigenvector",
    "laplacian",
    "derleme",
    "yorumlama",
    "değişken",
    "sınıf",
    "nesne",
    "metod",
    "parametre",
    "argüman",
    "döngü",
    "koşul",
    "özyineleme",
    "iteratif",
    "algoritma",
    "veri-yapısı",
    "dizi",
    "liste",
    "sözlük",
    "küme",
    "ağaç",
    "graf",
    "yığın",
    "kuyruk",
    "bağlı-liste",
    "yapay-zeka",
    "makine-öğrenmesi",
    "derin-öğrenme",
    "sinir-ağı",
    "nöron",
    "sinaps",
    "ateşleme",
    "spike",
    "aktivasyon",
    "eşik",
    "ağırlık",
    "öğrenme-oranı",
    "gradyan-inişi",
    "geriyayılım",
    "ileriyayılım",
    "epoch",
    "batch",
    "optimizasyon",
    "adam",
    "sgd",
    "overfitting",
    "regularizasyon",
    "dropout",
    "embedding",
    "transformer",
    "attention",
    "recurrent",
    "konvolüsyon",
    "hebbian",
    "stdp",
    "plastisite",
    "konsolidasyon",
    "işlemci",
    "gpu",
    "bellek",
    "önbellek",
    "disk",
    "ağ",
    "protokol",
    "sunucu",
    "istemci",
    "bulut",
    "konteyner",
    "sanal",
    "eşzamanlı",
    "asenkron",
    "thread",
    "process",
    "mutex",
    "veri",
    "veri-seti",
    "veri-tabanı",
    "sorgu",
    "indeks",
    "json",
    "api",
    "endpoint",
    "token",
    "kimlik-doğrulama",
    "şifreleme",
    "hash",
    "blockchain",
    "özet",
    "arayüz",
    "bileşen",
    "render",
    "dom",
    "stil",
    "olay",
    "compile",
    "recursion",
    "polymorphism",
    "abstraction",
    "encapsulation",
    "inheritance",
    "framework",
    "library",
    "repository",
    "branch",
    "merge",
    "commit",
    "debugging",
    "deployment",
    "pipeline",
    "microservice",
    "bilinç",
    "zihin",
    "düşünce",
    "farkındalık",
    "deneyim",
    "algı",
    "nitel",
    "nicel",
    "sübjektif",
    "objektif",
    "fenomen",
    "nous",
    "qualia",
    "epifenomen",
    "idealizm",
    "materyalizm",
    "dualizm",
    "bilgi",
    "gerçek",
    "hakikat",
    "kanıt",
    "sav",
    "önerme",
    "aksiyom",
    "teorem",
    "paradoks",
    "çelişki",
    "tutarlılık",
    "tümevarım",
    "tümdengelim",
    "kıyas",
    "analiz",
    "sentez",
    "değer",
    "ahlak",
    "etik",
    "erdem",
    "iyi",
    "kötü",
    "adalet",
    "özgürlük",
    "sorumluluk",
    "irade",
    "niyet",
    "varlık",
    "olmak",
    "olmayan",
    "yokluk",
    "öz",
    "töz",
    "biçim",
    "madde",
    "ruh",
    "evrim",
    "oluş",
    "değişim",
    "devinim",
    "anlam",
    "amaç",
    "neden",
    "sonuç",
    "ilke",
    "yasa",
    "düzen",
    "denge",
    "uyum",
    "diyalektik",
    "tez",
    "antitez",
    "aşkınlık",
    "içkinlik",
    "mutlak",
    "göreli",
    "consciousness",
    "sentience",
    "awareness",
    "existence",
    "essence",
    "ontology",
    "epistemology",
    "phenomenology",
    "teleology",
    "dialectic",
    "paradigm",
    "a-priori",
    "a-posteriori",
    "ben",
    "sen",
    "o",
    "biz",
    "siz",
    "onlar",
    "kendim",
    "kendin",
    "kendisi",
    "kendimiz",
    "kendiniz",
    "kendileri",
    "gün",
    "gece",
    "sabah",
    "akşam",
    "saat",
    "dakika",
    "saniye",
    "hafta",
    "ay",
    "yıl",
    "yüzyıl",
    "an",
    "şimdi",
    "önce",
    "sonra",
    "ev",
    "okul",
    "iş",
    "şehir",
    "ülke",
    "dünya",
    "kitap",
    "kalem",
    "su",
    "yemek",
    "hava",
    "ateş",
    "toprak",
    "insan",
    "kişi",
    "arkadaş",
    "aile",
    "anne",
    "baba",
    "çocuk",
    "öğretmen",
    "öğrenci",
    "doktor",
    "bilim-insanı",
    "mühendis",
    "merhaba",
    "selam",
    "selamlar",
    "günaydın",
    "teşekkür",
    "rica",
    "lütfen",
    "evet",
    "hayır",
    "belki",
    "tamam",
    "peki",
    "hello",
    "hi",
    "yes",
    "no",
    "maybe",
    "please",
    "thanks",
    "today",
    "yesterday",
    "tomorrow",
    "morning",
    "night",
    "dinamik",
    "statik",
    "stabil",
    "kararsız",
    "dengeli",
    "dengesiz",
    "hibrit",
    "saf",
    "karışık",
    "homojen",
    "heterojen",
    "modüler",
    "seri",
    "ardışık",
    "rastgele",
    "basit",
    "karmaşık",
    "derin",
    "yüzeysel",
    "minimal",
    "kapsamlı",
    "mikroskobik",
    "makroskobik",
    "büyük",
    "küçük",
    "sonsuz",
    "sonlu",
    "kesintili",
    "sürekli",
    "ayrık",
    "kesişen",
    "ayrı",
    "rölativistik",
    "kuantize",
    "klasik",
    "termal",
    "elektromanyetik",
    "manyetik",
    "elektriksel",
    "gravitasyonel",
    "nükleer",
    "atomik",
    "kaotik",
    "düzenli",
    "düzensiz",
    "periyodik",
    "bilinçli",
    "bilinçsiz",
    "sezgisel",
    "analitik",
    "rasyonel",
    "emosyonel",
    "mantıksal",
    "paradoksal",
    "tutarlı",
    "çelişkili",
    "apaçık",
    "örtük",
    "açık",
    "kapalı",
    "gizli",
    "belirgin",
    "doğru",
    "yanlış",
    "kesin",
    "belirsiz",
    "olası",
    "imkansız",
    "zorunlu",
    "isteğe-bağlı",
    "kritik",
    "marjinal",
    "merkezi",
    "optimal",
    "suboptimal",
    "yeterli",
    "yetersiz",
    "fazla",
    "az",
    "dynamic",
    "chaotic",
    "stable",
    "hybrid",
    "relativistic",
    "complex",
    "simple",
    "synchronous",
    "parallel",
    "fractal",
    "emergent",
    "recursive",
    "iterative",
    "adaptive",
    "robust",
    "fragile",
    "sparse",
    "dense",
    "düşünmek",
    "anlamak",
    "bilmek",
    "tanımak",
    "hatırlamak",
    "unutmak",
    "öğrenmek",
    "öğretmek",
    "keşfetmek",
    "sorgulamak",
    "çıkarsamak",
    "yorumlamak",
    "algılamak",
    "fark-etmek",
    "hissetmek",
    "sezmek",
    "tahmin-etmek",
    "hesaplamak",
    "sentezlemek",
    "analiz-etmek",
    "optimize-etmek",
    "simüle-etmek",
    "modellemek",
    "koordine-etmek",
    "entegre-etmek",
    "ayrıştırmak",
    "ivmelenmek",
    "yavaşlamak",
    "hızlanmak",
    "evrilmek",
    "dönüşmek",
    "büyümek",
    "küçülmek",
    "genişlemek",
    "daralmak",
    "uyum-sağlamak",
    "adapte-olmak",
    "normalize-etmek",
    "parametrelemek",
    "söylemek",
    "anlatmak",
    "açıklamak",
    "tanımlamak",
    "betimlemek",
    "sormak",
    "cevaplamak",
    "tartışmak",
    "onaylamak",
    "reddetmek",
    "kabul-etmek",
    "çelişmek",
    "doğrulamak",
    "yanlışlamak",
    "önermek",
    "iddia-etmek",
    "kanıtlamak",
    "göstermek",
    "yapmak",
    "etmek",
    "oluşturmak",
    "üretmek",
    "yaratmak",
    "inşa-etmek",
    "yıkmak",
    "değiştirmek",
    "korumak",
    "geliştirmek",
    "iyileştirmek",
    "düzenlemek",
    "çözmek",
    "bağlamak",
    "ayırmak",
    "birleştirmek",
    "bulunmak",
    "var-olmak",
    "gerçekleşmek",
    "ortaya-çıkmak",
    "kaybolmak",
    "belirmek",
    "görünmek",
    "synthesize",
    "optimize",
    "simulate",
    "iterate",
    "evolve",
    "accelerate",
    "decelerate",
    "converge",
    "diverge",
    "propagate",
    "infer",
    "deduce",
    "induce",
    "observe",
    "compute",
    "encode",
    "decode",
    "learn",
    "forget",
    "recall",
    "ve",
    "veya",
    "ama",
    "fakat",
    "lakin",
    "ancak",
    "ya-da",
    "ne-de",
    "hem",
    "hem-de",
    "ise",
    "oysa",
    "halbuki",
    "rağmen",
    "çünkü",
    "zira",
    "dolayısıyla",
    "bu-yüzden",
    "bu-nedenle",
    "sonuç-olarak",
    "böylece",
    "dolayısı",
    "sebebiyle",
    "ötürü",
    "varolarak",
    "ardından",
    "aynı-anda",
    "ara-sıra",
    "bazen",
    "daima",
    "hiçbir-zaman",
    "başlangıçta",
    "sonunda",
    "halen",
    "henüz",
    "muhtemelen",
    "kesinlikle",
    "şüphesiz",
    "olasılıkla",
    "kuşkusuz",
    "gerçekten",
    "aslında",
    "özellikle",
    "genel-olarak",
    "özel-olarak",
    "temelde",
    "esasen",
    "teorik-olarak",
    "pratik-olarak",
    "yapısal-olarak",
    "fonksiyonel-olarak",
    "matematiksel-olarak",
    "fiziksel-olarak",
    "çok",
    "biraz",
    "oldukça",
    "gayet",
    "son-derece",
    "tamamen",
    "kısmen",
    "neredeyse",
    "hemen-hemen",
    "and",
    "or",
    "but",
    "however",
    "therefore",
    "thus",
    "hence",
    "because",
    "since",
    "although",
    "despite",
    "whereas",
    "meanwhile",
    "simultaneously",
    "consequently",
    "probably",
    "certainly",
    "perhaps",
    "definitely",
    "theoretically",
    "practically",
    "structurally",
    "fundamentally",
    "essentially",
    "yol",
    "taş",
    "kum",
    "kar",
    "yağmur",
    "güneş",
    "yıldız",
    "gök",
    "deniz",
    "göl",
    "nehir",
    "dağ",
    "orman",
    "çiçek",
    "yaprak",
    "kök",
    "dal",
    "tohum",
    "bitki",
    "hayvan",
    "kuş",
    "balık",
    "böcek",
    "kurt",
    "aslan",
    "at",
    "köpek",
    "köprü",
    "bina",
    "kapı",
    "pencere",
    "tavan",
    "zemin",
    "duvar",
    "masa",
    "sandalye",
    "yatak",
    "mutfak",
    "bahçe",
    "park",
    "cadde",
    "sokak",
    "mahalle",
    "köy",
    "kasaba",
    "ilçe",
    "bölge",
    "sınır",
    "hastane",
    "kütüphane",
    "müze",
    "fabrika",
    "çarşı",
    "pazar",
    "kış",
    "yaz",
    "bahar",
    "sonbahar",
    "mevsim",
    "dönem",
    "çağ",
    "geçmiş",
    "gelecek",
    "tarih",
    "süreç",
    "aşama",
    "adım",
    "sıra",
    "öğle",
    "yarın",
    "dün",
    "bugün",
    "araba",
    "tren",
    "uçak",
    "gemi",
    "bisiklet",
    "motor",
    "telefon",
    "ekran",
    "kamera",
    "mikrofon",
    "hoparlör",
    "pil",
    "defter",
    "kağıt",
    "çanta",
    "şişe",
    "kutu",
    "anahtar",
    "kilit",
    "ip",
    "tel",
    "boru",
    "kablo",
    "vida",
    "ekmek",
    "et",
    "sebze",
    "meyve",
    "çorba",
    "pilav",
    "kahve",
    "çay",
    "süt",
    "tuz",
    "şeker",
    "yağ",
    "un",
    "bal",
    "peynir",
    "para",
    "banka",
    "fiyat",
    "ücret",
    "maliyet",
    "kazanç",
    "zarar",
    "borç",
    "kredi",
    "faiz",
    "vergi",
    "bütçe",
    "gelir",
    "gider",
    "toplum",
    "halk",
    "vatandaş",
    "lider",
    "yönetici",
    "işçi",
    "sanatçı",
    "sporcu",
    "asker",
    "polis",
    "hakim",
    "avukat",
    "gazeteci",
    "politikacı",
    "bilim-adamı",
    "ressam",
    "yazar",
    "sağlık",
    "hastalık",
    "ağrı",
    "yara",
    "grip",
    "ameliyat",
    "tedavi",
    "ilaç",
    "vitamin",
    "bağışıklık",
    "kronik",
    "akut",
    "sevgi",
    "nefret",
    "korku",
    "merak",
    "şaşkınlık",
    "sevinç",
    "keder",
    "öfke",
    "kıskançlık",
    "gurur",
    "utanç",
    "pişmanlık",
    "umut",
    "hayal",
    "arzu",
    "istek",
    "ihtiyaç",
    "hedef",
    "eğitim",
    "öğretim",
    "ders",
    "sınav",
    "not",
    "diploma",
    "mezun",
    "araştırma",
    "deney",
    "rapor",
    "sunum",
    "tartışma",
    "proje",
    "görev",
    "kural",
    "yöntem",
    "teknik",
    "strateji",
    "biyoloji",
    "hücre",
    "gen",
    "dna",
    "rna",
    "protein",
    "enzim",
    "bakteri",
    "virüs",
    "mantar",
    "alg",
    "memeli",
    "sürüngen",
    "omurgalı",
    "omurgasız",
    "adaptasyon",
    "mutasyon",
    "seleksiyon",
    "popülasyon",
    "tür",
    "nesil",
    "kalıtım",
    "fenotip",
    "genotip",
    "kromozom",
    "mitoz",
    "mayoz",
    "metabolizma",
    "fotosentez",
    "solunum",
    "sindirim",
    "dolaşım",
    "sinir",
    "kas",
    "iskelet",
    "beyin",
    "hormon",
    "ekosistem",
    "biyosfer",
    "habitat",
    "besin-zinciri",
    "kimya",
    "element",
    "bileşik",
    "karışım",
    "iyon",
    "asit",
    "baz",
    "oksidasyon",
    "redüksiyon",
    "reaksiyon",
    "katalizör",
    "çözünürlük",
    "konsantrasyon",
    "orbital",
    "bağ",
    "polar",
    "nonpolar",
    "organik",
    "inorganik",
    "polimer",
    "monomer",
    "karbohidrat",
    "lipit",
    "iklim",
    "atmosfer",
    "troposfer",
    "ozon",
    "sera-etkisi",
    "karbon",
    "oksijen",
    "azot",
    "kirlilik",
    "sürdürülebilir",
    "yenilenebilir",
    "fosil",
    "enerji-dönüşümü",
    "demokrasi",
    "cumhuriyet",
    "monarşi",
    "diktatörlük",
    "seçim",
    "oy",
    "parti",
    "anayasa",
    "hükümet",
    "meclis",
    "mahkeme",
    "yürütme",
    "yasama",
    "yargı",
    "bağımsızlık",
    "egemenlik",
    "insan-hakları",
    "eşitlik",
    "barış",
    "ekonomi",
    "piyasa",
    "arz",
    "talep",
    "enflasyon",
    "deflasyon",
    "büyüme",
    "kriz",
    "yatırım",
    "sermaye",
    "emek",
    "üretim",
    "tüketim",
    "ihracat",
    "ithalat",
    "ticaret",
    "rekabet",
    "tekel",
    "küreselleşme",
    "liberalizm",
    "sosyalizm",
    "kapitalizm",
    "kültür",
    "medeniyet",
    "uygarlık",
    "gelenek",
    "görenek",
    "norm",
    "kimlik",
    "cinsiyet",
    "ırk",
    "etnik",
    "din",
    "inanç",
    "ideoloji",
    "milliyetçilik",
    "göç",
    "azınlık",
    "çoğunluk",
    "dayanışma",
    "çatışma",
    "uzlaşma",
    "diyalog",
    "antik",
    "ortaçağ",
    "rönesans",
    "aydınlanma",
    "devrim",
    "reform",
    "sömürgecilik",
    "modernleşme",
    "sanayi",
    "gitmek",
    "gelmek",
    "dönmek",
    "geçmek",
    "girmek",
    "çıkmak",
    "inmek",
    "atlamak",
    "düşmek",
    "kalkmak",
    "oturmak",
    "uzanmak",
    "eğilmek",
    "çevrilmek",
    "sarılmak",
    "görmek",
    "bakmak",
    "izlemek",
    "gözlemek",
    "duymak",
    "dinlemek",
    "dokunmak",
    "tatmak",
    "koklamak",
    "kavramak",
    "konuşmak",
    "müzakere",
    "ikna",
    "uyarmak",
    "istemek",
    "emretmek",
    "yasaklamak",
    "izin",
    "paylaşmak",
    "bildirmek",
    "duyurmak",
    "yayınlamak",
    "planlamak",
    "tasarlamak",
    "tahmin",
    "karar",
    "seçmek",
    "değerlendirmek",
    "inşa",
    "onarmak",
    "bozmak",
    "dönüştürmek",
    "kötüleştirmek",
    "artırmak",
    "azaltmak",
    "genişletmek",
    "daraltmak",
    "bölmek",
    "çarpmak",
    "toplamak",
    "çıkarmak",
    "güzel",
    "çirkin",
    "uzun",
    "kısa",
    "geniş",
    "dar",
    "ağır",
    "hafif",
    "hızlı",
    "yavaş",
    "sıcak",
    "soğuk",
    "ıslak",
    "kuru",
    "sert",
    "yumuşak",
    "keskin",
    "parlak",
    "mat",
    "şeffaf",
    "renkli",
    "renksiz",
    "pürüzlü",
    "düzgün",
    "oval",
    "kare",
    "güvenilir",
    "şüpheli",
    "net",
    "bulanık",
    "sahte",
    "orijinal",
    "kopya",
    "yeni",
    "eski",
    "modern",
    "ilkel",
    "gelişmiş",
    "aktif",
    "pasif",
    "hazır",
    "hazırsız",
    "tamamlanmış",
    "eksik",
    "başarılı",
    "başarısız",
    "etkili",
    "etkisiz",
    "verimli",
    "verimsiz",
    "güçlü",
    "zayıf",
    "sağlam",
    "kırılgan",
    "dayanıklı",
    "geçici",
    "kalıcı",
    "sosyal",
    "yalnız",
    "dostane",
    "düşmanca",
    "resmi",
    "gayriresmi",
    "kamusal",
    "özel",
    "bireysel",
    "kolektif",
    "ulusal",
    "evrensel",
    "yerel",
    "küresel",
    "geleneksel",
    "liberal",
    "muhafazakar",
    "kadın",
    "erkek",
    "kız",
    "oğlan",
    "bebek",
    "komşu",
    "misafir",
    "koca",
    "eş",
    "abla",
    "ağabey",
    "teyze",
    "amca",
    "hala",
    "dayı",
    "büyükanne",
    "büyükbaba",
    "hemşire",
    "aşçı",
    "şoför",
    "müzisyen",
    "şair",
    "oyuncu",
    "fotoğrafçı",
    "restoran",
    "eczane",
    "otel",
    "sinema",
    "tiyatro",
    "havaalanı",
    "istasyon",
    "market",
    "fırın",
    "kasap",
    "manav",
    "berber",
    "meydan",
    "daire",
    "apartman",
    "balkon",
    "çatı",
    "merdiven",
    "asansör",
    "garaj",
    "bodrum",
    "otobüs",
    "tramvay",
    "taksi",
    "motosiklet",
    "kamyon",
    "minibüs",
    "metro",
    "vapur",
    "kavşak",
    "trafik",
    "durak",
    "terminal",
    "kalp",
    "kafa",
    "göz",
    "kulak",
    "burun",
    "ağız",
    "diş",
    "dil",
    "saç",
    "sakal",
    "el",
    "parmak",
    "kol",
    "bacak",
    "ayak",
    "omuz",
    "göğüs",
    "sırt",
    "karın",
    "baş",
    "boyun",
    "yüz",
    "alın",
    "çene",
    "öksürük",
    "alerji",
    "reçete",
    "muayene",
    "ambulans",
    "sigorta",
    "iyileşme",
    "elbise",
    "gömlek",
    "pantolon",
    "etek",
    "ceket",
    "palto",
    "kazak",
    "tişört",
    "ayakkabı",
    "çorap",
    "şapka",
    "eldiven",
    "atkı",
    "kemer",
    "yüzük",
    "kolye",
    "bilezik",
    "gözlük",
    "şemsiye",
    "zeytin",
    "domates",
    "biber",
    "patates",
    "soğan",
    "salata",
    "makarna",
    "yumurta",
    "tereyağı",
    "kahvaltı",
    "elma",
    "armut",
    "muz",
    "portakal",
    "çilek",
    "üzüm",
    "karpuz",
    "kavun",
    "havuç",
    "fasulye",
    "nohut",
    "mercimek",
    "lahana",
    "ıspanak",
    "pasta",
    "kek",
    "kurabiye",
    "çikolata",
    "dondurma",
    "bisküvi",
    "ayran",
    "limonata",
    "portakal-suyu",
    "kırmızı",
    "mavi",
    "yeşil",
    "sarı",
    "beyaz",
    "siyah",
    "kahverengi",
    "mor",
    "turuncu",
    "gri",
    "pembe",
    "altın",
    "gümüş",
    "sıfır",
    "bir",
    "iki",
    "üç",
    "dört",
    "beş",
    "altı",
    "yedi",
    "sekiz",
    "dokuz",
    "on",
    "yirmi",
    "otuz",
    "kırk",
    "elli",
    "bin",
    "sol",
    "sağ",
    "yukarı",
    "aşağı",
    "ileri",
    "geri",
    "iç",
    "dış",
    "ön",
    "arka",
    "yan",
    "karşı",
    "üst",
    "alt",
    "orta",
    "kenar",
    "pazartesi",
    "salı",
    "çarşamba",
    "perşembe",
    "cuma",
    "cumartesi",
    "ilkbahar",
    "heyecan",
    "hüzün",
    "neşe",
    "dostluk",
    "saygı",
    "cesaret",
    "sabır",
    "güven",
    "tahta",
    "tebeşir",
    "silgi",
    "cetvel",
    "makas",
    "tutkal",
    "sıralar",
    "müdür",
    "matematik",
    "coğrafya",
    "fizik",
    "resim",
    "müzik",
    "beden",
    "tatil",
    "ödev",
    "dolap",
    "halı",
    "perde",
    "ayna",
    "lamba",
    "tablo",
    "çekmece",
    "buzdolabı",
    "ocak",
    "fırtına",
    "şelale",
    "deprem",
    "yangın",
    "sel",
    "kasırga",
    "futbol",
    "basketbol",
    "voleybol",
    "tenis",
    "yüzme",
    "koşu",
    "güreş",
    "boks",
    "kayak",
    "sörf",
    "dalış",
    "tırmanış",
    "kamp",
    "şarkı",
    "türkü",
    "melodi",
    "ritim",
    "nota",
    "gitar",
    "piyano",
    "keman",
    "flüt",
    "davul",
    "koro",
    "orkestra",
    "besteci",
    "belgesel",
    "komedi",
    "dram",
    "aksiyon",
    "polisiye",
    "kedi",
    "inek",
    "koyun",
    "keçi",
    "tavşan",
    "karınca",
    "kelebek",
    "örümcek",
    "kurbağa",
    "kertenkele",
    "penguen",
    "cami",
    "kilise",
    "ibadet",
    "dua",
    "bayram",
    "düğün",
    "cenaze"
  ],
  "word_categories": {
    "<bos>": "special",
    "<eos>": "special",
    "<pad>": "special",
    "<unk>": "special",
    "<sep>": "special",
    "<cls>": "special",
    ".": "punctuation",
    ",": "punctuation",
    "?": "punctuation",
    "!": "punctuation",
    ":": "punctuation",
    ";": "punctuation",
    "-": "punctuation",
    "—": "punctuation",
    "(": "punctuation",
    ")": "punctuation",
    "\"": "punctuation",
    "'": "punctuation",
    "...": "punctuation",
    "…": "punctuation",
    "/": "punctuation",
    "kuantum": "physics",
    "dalga": "physics",
    "parçacık": "physics",
    "foton": "physics",
    "elektron": "physics",
    "proton": "physics",
    "nötron": "physics",
    "atom": "physics",
    "molekül": "physics",
    "spin": "physics",
    "kuark": "physics",
    "lepton": "physics",
    "boson": "physics",
    "higgs": "physics",
    "süperpozisyon": "physics",
    "dolanıklık": "physics",
    "tünelleme": "physics",
    "ışınım": "physics",
    "rölativite": "physics",
    "uzay": "physics",
    "zaman": "physics",
    "uzay-zaman": "physics",
    "kütleçekim": "physics",
    "karadelik": "physics",
    "galaksi": "physics",
    "nötron-yıldızı": "physics",
    "singülarite": "physics",
    "evren": "physics",
    "çokluevren": "physics",
    "paralel": "physics",
    "boyut": "physics",
    "eğrilik": "physics",
    "entropi": "physics",
    "enerji": "physics",
    "entalpi": "physics",
    "ısı": "physics",
    "sıcaklık": "physics",
    "basınç": "physics",
    "yoğunluk": "physics",
    "frekans": "physics",
    "rezonans": "physics",
    "osilasyon": "physics",
    "dalgaboyu": "physics",
    "kuvvet": "physics",
    "ivme": "physics",
    "hız": "physics",
    "momentum": "physics",
    "moment": "physics",
    "vektör": "physics",
    "skaler": "physics",
    "tensör": "physics",
    "alan": "physics",
    "potansiyel": "physics",
    "kinetik": "physics",
    "integral": "physics",
    "türev": "physics",
    "limit": "physics",
    "matris": "physics",
    "determinant": "physics",
    "fonksiyon": "physics",
    "denklem": "physics",
    "türbülans": "physics",
    "logaritma": "physics",
    "eksponansiyel": "physics",
    "topoloji": "physics",
    "manifold": "physics",
    "eğri": "physics",
    "yüzey": "physics",
    "hiperbolik": "physics",
    "fraktal": "physics",
    "stokastik": "physics",
    "olasılık": "physics",
    "dağılım": "physics",
    "varyans": "physics",
    "korelasyon": "physics",
    "gradyan": "physics",
    "divergens": "physics",
    "rotasyon": "physics",
    "diferansiyel": "physics",
    "lineer": "physics",
    "nonlineer": "physics",
    "kaos": "physics",
    "attraktör": "physics",
    "bifurkasyon": "physics",
    "salınım": "physics",
    "quantum": "physics",
    "entropy": "physics",
    "relativity": "physics",
    "singularity": "physics",
    "gradient": "physics",
    "tensor": "physics",
    "eigenvalue": "physics",
    "eigenvector": "physics",
    "laplacian": "physics",
    "derleme": "software",
    "yorumlama": "software",
    "değişken": "software",
    "sınıf": "software",
    "nesne": "software",
    "metod": "software",
    "parametre": "software",
    "argüman": "software",
    "döngü": "software",
    "koşul": "software",
    "özyineleme": "software",
    "iteratif": "software",
    "algoritma": "software",
    "veri-yapısı": "software",
    "dizi": "software",
    "liste": "software",
    "sözlük": "software",
    "küme": "software",
    "ağaç": "software",
    "graf": "software",
    "yığın": "software",
    "kuyruk": "software",
    "bağlı-liste": "software",
    "yapay-zeka": "software",
    "makine-öğrenmesi": "software",
    "derin-öğrenme": "software",
    "sinir-ağı": "software",
    "nöron": "software",
    "sinaps": "software",
    "ateşleme": "software",
    "spike": "software",
    "aktivasyon": "software",
    "eşik": "software",
    "ağırlık": "software",
    "öğrenme-oranı": "software",
    "gradyan-inişi": "software",
    "geriyayılım": "software",
    "ileriyayılım": "software",
    "epoch": "software",
    "batch": "software",
    "optimizasyon": "software",
    "adam": "software",
    "sgd": "software",
    "overfitting": "software",
    "regularizasyon": "software",
    "dropout": "software",
    "embedding": "software",
    "transformer": "software",
    "attention": "software",
    "recurrent": "software",
    "konvolüsyon": "software",
    "hebbian": "software",
    "stdp": "software",
    "plastisite": "software",
    "konsolidasyon": "software",
    "işlemci": "software",
    "gpu": "software",
    "bellek": "software",
    "önbellek": "software",
    "disk": "software",
    "ağ": "software",
    "protokol": "software",
    "sunucu": "software",
    "istemci": "software",
    "bulut": "software",
    "konteyner": "software",
    "sanal": "software",
    "eşzamanlı": "software",
    "asenkron": "software",
    "thread": "software",
    "process": "software",
    "mutex": "software",
    "veri": "software",
    "veri-seti": "software",
    "veri-tabanı": "software",
    "sorgu": "software",
    "indeks": "software",
    "json": "software",
    "api": "software",
    "endpoint": "software",
    "token": "software",
    "kimlik-doğrulama": "software",
    "şifreleme": "software",
    "hash": "software",
    "blockchain": "software",
    "özet": "software",
    "arayüz": "software",
    "bileşen": "software",
    "render": "software",
    "dom": "software",
    "stil": "software",
    "olay": "software",
    "compile": "software",
    "recursion": "software",
    "polymorphism": "software",
    "abstraction": "software",
    "encapsulation": "software",
    "inheritance": "software",
    "framework": "software",
    "library": "software",
    "repository": "software",
    "branch": "software",
    "merge": "software",
    "commit": "software",
    "debugging": "software",
    "deployment": "software",
    "pipeline": "software",
    "microservice": "software",
    "bilinç": "philosophy",
    "zihin": "philosophy",
    "düşünce": "philosophy",
    "farkındalık": "philosophy",
    "deneyim": "philosophy",
    "algı": "philosophy",
    "nitel": "philosophy",
    "nicel": "philosophy",
    "sübjektif": "philosophy",
    "objektif": "philosophy",
    "fenomen": "philosophy",
    "nous": "philosophy",
    "qualia": "philosophy",
    "epifenomen": "philosophy",
    "idealizm": "philosophy",
    "materyalizm": "philosophy",
    "dualizm": "philosophy",
    "bilgi": "philosophy",
    "gerçek": "philosophy",
    "hakikat": "philosophy",
    "kanıt": "philosophy",
    "sav": "philosophy",
    "önerme": "philosophy",
    "aksiyom": "philosophy",
    "teorem": "philosophy",
    "paradoks": "philosophy",
    "çelişki": "philosophy",
    "tutarlılık": "philosophy",
    "tümevarım": "philosophy",
    "tümdengelim": "philosophy",
    "kıyas": "philosophy",
    "analiz": "philosophy",
    "sentez": "philosophy",
    "değer": "philosophy",
    "ahlak": "philosophy",
    "etik": "philosophy",
    "erdem": "philosophy",
    "iyi": "philosophy",
    "kötü": "philosophy",
    "adalet": "philosophy",
    "özgürlük": "philosophy",
    "sorumluluk": "philosophy",
    "irade": "philosophy",
    "niyet": "philosophy",
    "varlık": "philosophy",
    "olmak": "philosophy",
    "olmayan": "philosophy",
    "yokluk": "philosophy",
    "öz": "philosophy",
    "töz": "philosophy",
    "biçim": "philosophy",
    "madde": "philosophy",
    "ruh": "philosophy",
    "evrim": "philosophy",
    "oluş": "philosophy",
    "değişim": "philosophy",
    "devinim": "philosophy",
    "anlam": "philosophy",
    "amaç": "philosophy",
    "neden": "philosophy",
    "sonuç": "philosophy",
    "ilke": "philosophy",
    "yasa": "philosophy",
    "düzen": "philosophy",
    "denge": "philosophy",
    "uyum": "philosophy",
    "diyalektik": "philosophy",
    "tez": "philosophy",
    "antitez": "philosophy",
    "aşkınlık": "philosophy",
    "içkinlik": "philosophy",
    "mutlak": "philosophy",
    "göreli": "philosophy",
    "consciousness": "philosophy",
    "sentience": "philosophy",
    "awareness": "philosophy",
    "existence": "philosophy",
    "essence": "philosophy",
    "ontology": "philosophy",
    "epistemology": "philosophy",
    "phenomenology": "philosophy",
    "teleology": "philosophy",
    "dialectic": "philosophy",
    "paradigm": "philosophy",
    "a-priori": "philosophy",
    "a-posteriori": "philosophy",
    "ben": "daily",
    "sen": "daily",
    "o": "daily",
    "biz": "daily",
    "siz": "daily",
    "onlar": "daily",
    "kendim": "daily",
    "kendin": "daily",
    "kendisi": "daily",
    "kendimiz": "daily",
    "kendiniz": "daily",
    "kendileri": "daily",
    "gün": "daily",
    "gece": "daily",
    "sabah": "daily",
    "akşam": "daily",
    "saat": "daily",
    "dakika": "daily",
    "saniye": "daily",
    "hafta": "daily",
    "ay": "daily",
    "yıl": "daily",
    "yüzyıl": "daily",
    "an": "daily",
    "şimdi": "daily",
    "önce": "daily",
    "sonra": "daily",
    "ev": "daily",
    "okul": "daily",
    "iş": "daily",
    "şehir": "daily",
    "ülke": "daily",
    "dünya": "daily",
    "kitap": "daily",
    "kalem": "daily",
    "su": "daily",
    "yemek": "daily",
    "hava": "daily",
    "ateş": "daily",
    "toprak": "daily",
    "insan": "daily",
    "kişi": "daily",
    "arkadaş": "daily",
    "aile": "daily",
    "anne": "daily",
    "baba": "daily",
    "çocuk": "daily",
    "öğretmen": "daily",
    "öğrenci": "daily",
    "doktor": "daily",
    "bilim-insanı": "daily",
    "mühendis": "daily",
    "merhaba": "daily",
    "selam": "daily",
    "selamlar": "daily",
    "günaydın": "daily",
    "teşekkür": "daily",
    "rica": "daily",
    "lütfen": "daily",
    "evet": "daily",
    "hayır": "daily",
    "belki": "daily",
    "tamam": "daily",
    "peki": "daily",
    "hello": "daily",
    "hi": "daily",
    "yes": "daily",
    "no": "daily",
    "maybe": "daily",
    "please": "daily",
    "thanks": "daily",
    "today": "daily",
    "yesterday": "daily",
    "tomorrow": "daily",
    "morning": "daily",
    "night": "daily",
    "dinamik": "adjectives",
    "statik": "adjectives",
    "stabil": "adjectives",
    "kararsız": "adjectives",
    "dengeli": "adjectives",
    "dengesiz": "adjectives",
    "hibrit": "adjectives",
    "saf": "adjectives",
    "karışık": "adjectives",
    "homojen": "adjectives",
    "heterojen": "adjectives",
    "modüler": "adjectives",
    "seri": "adjectives",
    "ardışık": "adjectives",
    "rastgele": "adjectives",
    "basit": "adjectives",
    "karmaşık": "adjectives",
    "derin": "adjectives",
    "yüzeysel": "adjectives",
    "minimal": "adjectives",
    "kapsamlı": "adjectives",
    "mikroskobik": "adjectives",
    "makroskobik": "adjectives",
    "büyük": "adjectives",
    "küçük": "adjectives",
    "sonsuz": "adjectives",
    "sonlu": "adjectives",
    "kesintili": "adjectives",
    "sürekli": "adjectives",
    "ayrık": "adjectives",
    "kesişen": "adjectives",
    "ayrı": "adjectives",
    "rölativistik": "adjectives",
    "kuantize": "adjectives",
    "klasik": "adjectives",
    "termal": "adjectives",
    "elektromanyetik": "adjectives",
    "manyetik": "adjectives",
    "elektriksel": "adjectives",
    "gravitasyonel": "adjectives",
    "nükleer": "adjectives",
    "atomik": "adjectives",
    "kaotik": "adjectives",
    "düzenli": "adjectives",
    "düzensiz": "adjectives",
    "periyodik": "adjectives",
    "bilinçli": "adjectives",
    "bilinçsiz": "adjectives",
    "sezgisel": "adjectives",
    "analitik": "adjectives",
    "rasyonel": "adjectives",
    "emosyonel": "adjectives",
    "mantıksal": "adjectives",
    "paradoksal": "adjectives",
    "tutarlı": "adjectives",
    "çelişkili": "adjectives",
    "apaçık": "adjectives",
    "örtük": "adjectives",
    "açık": "adjectives",
    "kapalı": "adjectives",
    "gizli": "adjectives",
    "belirgin": "adjectives",
    "doğru": "adjectives",
    "yanlış": "adjectives",
    "kesin": "adjectives",
    "belirsiz": "adjectives",
    "olası": "adjectives",
    "imkansız": "adjectives",
    "zorunlu": "adjectives",
    "isteğe-bağlı": "adjectives",
    "kritik": "adjectives",
    "marjinal": "adjectives",
    "merkezi": "adjectives",
    "optimal": "adjectives",
    "suboptimal": "adjectives",
    "yeterli": "adjectives",
    "yetersiz": "adjectives",
    "fazla": "adjectives",
    "az": "adjectives",
    "dynamic": "adjectives",
    "chaotic": "adjectives",
    "stable": "adjectives",
    "hybrid": "adjectives",
    "relativistic": "adjectives",
    "complex": "adjectives",
    "simple": "adjectives",
    "synchronous": "adjectives",
    "parallel": "adjectives",
    "fractal": "adjectives",
    "emergent": "adjectives",
    "recursive": "adjectives",
    "iterative": "adjectives",
    "adaptive": "adjectives",
    "robust": "adjectives",
    "fragile": "adjectives",
    "sparse": "adjectives",
    "dense": "adjectives",
    "düşünmek": "verbs",
    "anlamak": "verbs",
    "bilmek": "verbs",
    "tanımak": "verbs",
    "hatırlamak": "verbs",
    "unutmak": "verbs",
    "öğrenmek": "verbs",
    "öğretmek": "verbs",
    "keşfetmek": "verbs",
    "sorgulamak": "verbs",
    "çıkarsamak": "verbs",
    "yorumlamak": "verbs",
    "algılamak": "verbs",
    "fark-etmek": "verbs",
    "hissetmek": "verbs",
    "sezmek": "verbs",
    "tahmin-etmek": "verbs",
    "hesaplamak": "verbs",
    "sentezlemek": "verbs",
    "analiz-etmek": "verbs",
    "optimize-etmek": "verbs",
    "simüle-etmek": "verbs",
    "modellemek": "verbs",
    "koordine-etmek": "verbs",
    "entegre-etmek": "verbs",
    "ayrıştırmak": "verbs",
    "ivmelenmek": "verbs",
    "yavaşlamak": "verbs",
    "hızlanmak": "verbs",
    "evrilmek": "verbs",
    "dönüşmek": "verbs",
    "büyümek": "verbs",
    "küçülmek": "verbs",
    "genişlemek": "verbs",
    "daralmak": "verbs",
    "uyum-sağlamak": "verbs",
    "adapte-olmak": "verbs",
    "normalize-etmek": "verbs",
    "parametrelemek": "verbs",
    "söylemek": "verbs",
    "anlatmak": "verbs",
    "açıklamak": "verbs",
    "tanımlamak": "verbs",
    "betimlemek": "verbs",
    "sormak": "verbs",
    "cevaplamak": "verbs",
    "tartışmak": "verbs",
    "onaylamak": "verbs",
    "reddetmek": "verbs",
    "kabul-etmek": "verbs",
    "çelişmek": "verbs",
    "doğrulamak": "verbs",
    "yanlışlamak": "verbs",
    "önermek": "verbs",
    "iddia-etmek": "verbs",
    "kanıtlamak": "verbs",
    "göstermek": "verbs",
    "yapmak": "verbs",
    "etmek": "verbs",
    "oluşturmak": "verbs",
    "üretmek": "verbs",
    "yaratmak": "verbs",
    "inşa-etmek": "verbs",
    "yıkmak": "verbs",
    "değiştirmek": "verbs",
    "korumak": "verbs",
    "geliştirmek": "verbs",
    "iyileştirmek": "verbs",
    "düzenlemek": "verbs",
    "çözmek": "verbs",
    "bağlamak": "verbs",
    "ayırmak": "verbs",
    "birleştirmek": "verbs",
    "bulunmak": "verbs",
    "var-olmak": "verbs",
    "gerçekleşmek": "verbs",
    "ortaya-çıkmak": "verbs",
    "kaybolmak": "verbs",
    "belirmek": "verbs",
    "görünmek": "verbs",
    "synthesize": "verbs",
    "optimize": "verbs",
    "simulate": "verbs",
    "iterate": "verbs",
    "evolve": "verbs",
    "accelerate": "verbs",
    "decelerate": "verbs",
    "converge": "verbs",
    "diverge": "verbs",
    "propagate": "verbs",
    "infer": "verbs",
    "deduce": "verbs",
    "induce": "verbs",
    "observe": "verbs",
    "compute": "verbs",
    "encode": "verbs",
    "decode": "verbs",
    "learn": "verbs",
    "forget": "verbs",
    "recall": "verbs",
    "ve": "connectives",
    "veya": "connectives",
    "ama": "connectives",
    "fakat": "connectives",
    "lakin": "connectives",
    "ancak": "connectives",
    "ya-da": "connectives",
    "ne-de": "connectives",
    "hem": "connectives",
    "hem-de": "connectives",
    "ise": "connectives",
    "oysa": "connectives",
    "halbuki": "connectives",
    "rağmen": "connectives",
    "çünkü": "connectives",
    "zira": "connectives",
    "dolayısıyla": "connectives",
    "bu-yüzden": "connectives",
    "bu-nedenle": "connectives",
    "sonuç-olarak": "connectives",
    "böylece": "connectives",
    "dolayısı": "connectives",
    "sebebiyle": "connectives",
    "ötürü": "connectives",
    "varolarak": "connectives",
    "ardından": "connectives",
    "aynı-anda": "connectives",
    "ara-sıra": "connectives",
    "bazen": "connectives",
    "daima": "connectives",
    "hiçbir-zaman": "connectives",
    "başlangıçta": "connectives",
    "sonunda": "connectives",
    "halen": "connectives",
    "henüz": "connectives",
    "muhtemelen": "connectives",
    "kesinlikle": "connectives",
    "şüphesiz": "connectives",
    "olasılıkla": "connectives",
    "kuşkusuz": "connectives",
    "gerçekten": "connectives",
    "aslında": "connectives",
    "özellikle": "connectives",
    "genel-olarak": "connectives",
    "özel-olarak": "connectives",
    "temelde": "connectives",
    "esasen": "connectives",
    "teorik-olarak": "connectives",
    "pratik-olarak": "connectives",
    "yapısal-olarak": "connectives",
    "fonksiyonel-olarak": "connectives",
    "matematiksel-olarak": "connectives",
    "fiziksel-olarak": "connectives",
    "çok": "connectives",
    "biraz": "connectives",
    "oldukça": "connectives",
    "gayet": "connectives",
    "son-derece": "connectives",
    "tamamen": "connectives",
    "kısmen": "connectives",
    "neredeyse": "connectives",
    "hemen-hemen": "connectives",
    "and": "connectives",
    "or": "connectives",
    "but": "connectives",
    "however": "connectives",
    "therefore": "connectives",
    "thus": "connectives",
    "hence": "connectives",
    "because": "connectives",
    "since": "connectives",
    "although": "connectives",
    "despite": "connectives",
    "whereas": "connectives",
    "meanwhile": "connectives",
    "simultaneously": "connectives",
    "consequently": "connectives",
    "probably": "connectives",
    "certainly": "connectives",
    "perhaps": "connectives",
    "definitely": "connectives",
    "theoretically": "connectives",
    "practically": "connectives",
    "structurally": "connectives",
    "fundamentally": "connectives",
    "essentially": "connectives",
    "yol": "turkish_common",
    "taş": "turkish_common",
    "kum": "turkish_common",
    "kar": "turkish_common",
    "yağmur": "turkish_common",
    "güneş": "turkish_common",
    "yıldız": "turkish_common",
    "gök": "turkish_common",
    "deniz": "turkish_common",
    "göl": "turkish_common",
    "nehir": "turkish_common",
    "dağ": "turkish_common",
    "orman": "turkish_common",
    "çiçek": "turkish_common",
    "yaprak": "turkish_common",
    "kök": "turkish_common",
    "dal": "turkish_common",
    "tohum": "turkish_common",
    "bitki": "turkish_common",
    "hayvan": "turkish_common",
    "kuş": "turkish_common",
    "balık": "turkish_common",
    "böcek": "turkish_common",
    "kurt": "turkish_common",
    "aslan": "turkish_common",
    "at": "turkish_common",
    "köpek": "turkish_common",
    "köprü": "turkish_common",
    "bina": "turkish_common",
    "kapı": "turkish_common",
    "pencere": "turkish_common",
    "tavan": "turkish_common",
    "zemin": "turkish_common",
    "duvar": "turkish_common",
    "masa": "turkish_common",
    "sandalye": "turkish_common",
    "yatak": "turkish_common",
    "mutfak": "turkish_common",
    "bahçe": "turkish_common",
    "park": "turkish_common",
    "cadde": "turkish_common",
    "sokak": "turkish_common",
    "mahalle": "turkish_common",
    "köy": "turkish_common",
    "kasaba": "turkish_common",
    "ilçe": "turkish_common",
    "bölge": "turkish_common",
    "sınır": "turkish_common",
    "hastane": "turkish_common",
    "kütüphane": "turkish_common",
    "müze": "turkish_common",
    "fabrika": "turkish_common",
    "çarşı": "turkish_common",
    "pazar": "turkish_common",
    "kış": "turkish_common",
    "yaz": "turkish_common",
    "bahar": "turkish_common",
    "sonbahar": "turkish_common",
    "mevsim": "turkish_common",
    "dönem": "turkish_common",
    "çağ": "turkish_common",
    "geçmiş": "turkish_common",
    "gelecek": "turkish_common",
    "tarih": "turkish_common",
    "süreç": "turkish_common",
    "aşama": "turkish_common",
    "adım": "turkish_common",
    "sıra": "turkish_common",
    "öğle": "turkish_common",
    "yarın": "turkish_common",
    "dün": "turkish_common",
    "bugün": "turkish_common",
    "araba": "turkish_common",
    "tren": "turkish_common",
    "uçak": "turkish_common",
    "gemi": "turkish_common",
    "bisiklet": "turkish_common",
    "motor": "turkish_common",
    "telefon": "turkish_common",
    "ekran": "turkish_common",
    "kamera": "turkish_common",
    "mikrofon": "turkish_common",
    "hoparlör": "turkish_common",
    "pil": "turkish_common",
    "defter": "turkish_common",
    "kağıt": "turkish_common",
    "çanta": "turkish_common",
    "şişe": "turkish_common",
    "kutu": "turkish_common",
    "anahtar": "turkish_common",
    "kilit": "turkish_common",
    "ip": "turkish_common",
    "tel": "turkish_common",
    "boru": "turkish_common",
    "kablo": "turkish_common",
    "vida": "turkish_common",
    "ekmek": "turkish_common",
    "et": "turkish_common",
    "sebze": "turkish_common",
    "meyve": "turkish_common",
    "çorba": "turkish_common",
    "pilav": "turkish_common",
    "kahve": "turkish_common",
    "çay": "turkish_common",
    "süt": "turkish_common",
    "tuz": "turkish_common",
    "şeker": "turkish_common",
    "yağ": "turkish_common",
    "un": "turkish_common",
    "bal": "turkish_common",
    "peynir": "turkish_common",
    "para": "turkish_common",
    "banka": "turkish_common",
    "fiyat": "turkish_common",
    "ücret": "turkish_common",
    "maliyet": "turkish_common",
    "kazanç": "turkish_common",
    "zarar": "turkish_common",
    "borç": "turkish_common",
    "kredi": "turkish_common",
    "faiz": "turkish_common",
    "vergi": "turkish_common",
    "bütçe": "turkish_common",
    "gelir": "turkish_common",
    "gider": "turkish_common",
    "toplum": "turkish_common",
    "halk": "turkish_common",
    "vatandaş": "turkish_common",
    "lider": "turkish_common",
    "yönetici": "turkish_common",
    "işçi": "turkish_common",
    "sanatçı": "turkish_common",
    "sporcu": "turkish_common",
    "asker": "turkish_common",
    "polis": "turkish_common",
    "hakim": "turkish_common",
    "avukat": "turkish_common",
    "gazeteci": "turkish_common",
    "politikacı": "turkish_common",
    "bilim-adamı": "turkish_common",
    "ressam": "turkish_common",
    "yazar": "turkish_common",
    "sağlık": "turkish_common",
    "hastalık": "turkish_common",
    "ağrı": "turkish_common",
    "yara": "turkish_common",
    "grip": "turkish_common",
    "ameliyat": "turkish_common",
    "tedavi": "turkish_common",
    "ilaç": "turkish_common",
    "vitamin": "turkish_common",
    "bağışıklık": "turkish_common",
    "kronik": "turkish_common",
    "akut": "turkish_common",
    "sevgi": "turkish_common",
    "nefret": "turkish_common",
    "korku": "turkish_common",
    "merak": "turkish_common",
    "şaşkınlık": "turkish_common",
    "sevinç": "turkish_common",
    "keder": "turkish_common",
    "öfke": "turkish_common",
    "kıskançlık": "turkish_common",
    "gurur": "turkish_common",
    "utanç": "turkish_common",
    "pişmanlık": "turkish_common",
    "umut": "turkish_common",
    "hayal": "turkish_common",
    "arzu": "turkish_common",
    "istek": "turkish_common",
    "ihtiyaç": "turkish_common",
    "hedef": "turkish_common",
    "eğitim": "turkish_common",
    "öğretim": "turkish_common",
    "ders": "turkish_common",
    "sınav": "turkish_common",
    "not": "turkish_common",
    "diploma": "turkish_common",
    "mezun": "turkish_common",
    "araştırma": "turkish_common",
    "deney": "turkish_common",
    "rapor": "turkish_common",
    "sunum": "turkish_common",
    "tartışma": "turkish_common",
    "proje": "turkish_common",
    "görev": "turkish_common",
    "kural": "turkish_common",
    "yöntem": "turkish_common",
    "teknik": "turkish_common",
    "strateji": "turkish_common",
    "biyoloji": "natural_science",
    "hücre": "natural_science",
    "gen": "natural_science",
    "dna": "natural_science",
    "rna": "natural_science",
    "protein": "natural_science",
    "enzim": "natural_science",
    "bakteri": "natural_science",
    "virüs": "natural_science",
    "mantar": "natural_science",
    "alg": "natural_science",
    "memeli": "natural_science",
    "sürüngen": "natural_science",
    "omurgalı": "natural_science",
    "omurgasız": "natural_science",
    "adaptasyon": "natural_science",
    "mutasyon": "natural_science",
    "seleksiyon": "natural_science",
    "popülasyon": "natural_science",
    "tür": "natural_science",
    "nesil": "natural_science",
    "kalıtım": "natural_science",
    "fenotip": "natural_science",
    "genotip": "natural_science",
    "kromozom": "natural_science",
    "mitoz": "natural_science",
    "mayoz": "natural_science",
    "metabolizma": "natural_science",
    "fotosentez": "natural_science",
    "solunum": "natural_science",
    "sindirim": "natural_science",
    "dolaşım": "natural_science",
    "sinir": "natural_science",
    "kas": "natural_science",
    "iskelet": "natural_science",
    "beyin": "natural_science",
    "hormon": "natural_science",
    "ekosistem": "natural_science",
    "biyosfer": "natural_science",
    "habitat": "natural_science",
    "besin-zinciri": "natural_science",
    "kimya": "natural_science",
    "element": "natural_science",
    "bileşik": "natural_science",
    "karışım": "natural_science",
    "iyon": "natural_science",
    "asit": "natural_science",
    "baz": "natural_science",
    "oksidasyon": "natural_science",
    "redüksiyon": "natural_science",
    "reaksiyon": "natural_science",
    "katalizör": "natural_science",
    "çözünürlük": "natural_science",
    "konsantrasyon": "natural_science",
    "orbital": "natural_science",
    "bağ": "natural_science",
    "polar": "natural_science",
    "nonpolar": "natural_science",
    "organik": "natural_science",
    "inorganik": "natural_science",
    "polimer": "natural_science",
    "monomer": "natural_science",
    "karbohidrat": "natural_science",
    "lipit": "natural_science",
    "iklim": "natural_science",
    "atmosfer": "natural_science",
    "troposfer": "natural_science",
    "ozon": "natural_science",
    "sera-etkisi": "natural_science",
    "karbon": "natural_science",
    "oksijen": "natural_science",
    "azot": "natural_science",
    "kirlilik": "natural_science",
    "sürdürülebilir": "natural_science",
    "yenilenebilir": "natural_science",
    "fosil": "natural_science",
    "enerji-dönüşümü": "natural_science",
    "demokrasi": "social_science",
    "cumhuriyet": "social_science",
    "monarşi": "social_science",
    "diktatörlük": "social_science",
    "seçim": "social_science",
    "oy": "social_science",
    "parti": "social_science",
    "anayasa": "social_science",
    "hükümet": "social_science",
    "meclis": "social_science",
    "mahkeme": "social_science",
    "yürütme": "social_science",
    "yasama": "social_science",
    "yargı": "social_science",
    "bağımsızlık": "social_science",
    "egemenlik": "social_science",
    "insan-hakları": "social_science",
    "eşitlik": "social_science",
    "barış": "social_science",
    "ekonomi": "social_science",
    "piyasa": "social_science",
    "arz": "social_science",
    "talep": "social_science",
    "enflasyon": "social_science",
    "deflasyon": "social_science",
    "büyüme": "social_science",
    "kriz": "social_science",
    "yatırım": "social_science",
    "sermaye": "social_science",
    "emek": "social_science",
    "üretim": "social_science",
    "tüketim": "social_science",
    "ihracat": "social_science",
    "ithalat": "social_science",
    "ticaret": "social_science",
    "rekabet": "social_science",
    "tekel": "social_science",
    "küreselleşme": "social_science",
    "liberalizm": "social_science",
    "sosyalizm": "social_science",
    "kapitalizm": "social_science",
    "kültür": "social_science",
    "medeniyet": "social_science",
    "uygarlık": "social_science",
    "gelenek": "social_science",
    "görenek": "social_science",
    "norm": "social_science",
    "kimlik": "social_science",
    "cinsiyet": "social_science",
    "ırk": "social_science",
    "etnik": "social_science",
    "din": "social_science",
    "inanç": "social_science",
    "ideoloji": "social_science",
    "milliyetçilik": "social_science",
    "göç": "social_science",
    "azınlık": "social_science",
    "çoğunluk": "social_science",
    "dayanışma": "social_science",
    "çatışma": "social_science",
    "uzlaşma": "social_science",
    "diyalog": "social_science",
    "antik": "social_science",
    "ortaçağ": "social_science",
    "rönesans": "social_science",
    "aydınlanma": "social_science",
    "devrim": "social_science",
    "reform": "social_science",
    "sömürgecilik": "social_science",
    "modernleşme": "social_science",
    "sanayi": "social_science",
    "gitmek": "extended_verbs",
    "gelmek": "extended_verbs",
    "dönmek": "extended_verbs",
    "geçmek": "extended_verbs",
    "girmek": "extended_verbs",
    "çıkmak": "extended_verbs",
    "inmek": "extended_verbs",
